"cheqiyu" = "Rose tira de pez vela, originario de Guyana en el Amazonas, en América del Sur, que el cuerpo fusiforme, de arriba, de lado, de hasta cinco centímetros, en la alegría de la vela rosa suave y débil, se puede adaptar a neutral, ligeramente alcalina el agua";
"denglongyu" = "pez linterna, cabeza y cola de pez, también conocido como pez linterna, luz de linterna, luz de pescado, pescado.La cuenca del Amazonas en América del Sur y la distribución de Guyana.De 4 a 5 cm de longitud del cuerpo.La longitud del cuerpo y la cara, cabeza, abdomen alrededor.Los ojos son la parte superior y la cola de un reloj de oro de manchas amarillas, en la luz que refleja el color rojo y dorado; ";
"dianmanyu" = "la Anguila anguila Anguila eléctrica, Sección de la espalda desnuda de América del Sur en forma de peces, capaces de producir lo suficiente para que la aprobación de la gestión en la forma actual, es la mayor capacidad de peces de agua dulce, de hasta 300 - 800 voltios de tensión de salida, llamado de la línea de alta presión, por lo tanto, la Anguila eléctrica con el agua";
"dinianyu" = "boca de bagre, generalmente sólo dos pequeños, barba, sobre la calidad del agua es muy exigente, muy duro para criar";
"fangyu" = "blanquillo, el General del cuerpo de 400 mm de lado, de cabeza, cuerpo alargado, obtuso, casi cuadrado, ojos grandes, de alto, parte superior del tronco, la cabeza y el pecho antes de circular por escalas, otras partes están squamate, lateral y dorsal del cuerpo paralelo un alto margen de";
"haigui" = "tortuga Chelonia Cheloniidae animales colectivamente.De amplia distribución en el Atlántico, el Océano Pacífico y la India.La tortuga del Norte de China de Shandong, la distribución de la costa del Golfo tienen de Sur a Norte.Hasta más de 1 m de largo, la vida de más de 150 años ";
"hetun" = "pez globo, conocido como el bofo , denominado globo peces Osteichthyes.El Pez Globo de cuerpo de forma cilíndrica, tiene bolsas de aire, cuando en peligro de expansión de aire, generalmente de cuerpo en 25 - 35 cm de largo ";
"jianyu" = "Swordfish (pez espada.Es el mundo de peces marinos tropicales y subtropicales en común un maxilar se extiende hacia adelante, debido a su forma en forma de espada y de ahí el nombre de 130 kilómetros por hora puede llegar a mover";
"jinqiangyu" = "atún, cuerpo largo, grueso y redondo, y racionalizar, hacia atrás y hacia la base de la cola de Punta Delgada, en forma de Media Luna o de aleta caudal bifurcada.A ambos lados de la cola con una cresta dorsal, anal, el prisma es una fila detrás de las aletas.Tiene forma de torpedo, la sección transversal es ligeramente redondeadas ";
"shayu" = "tiburones, peces que viven en el mar, es el más feroz de los tiburones en el océano, el esqueleto está compuesto por los huesos de cartílago, en lugar de la Constitución.El cartílago que los huesos más ligeros y más flexible ";
"shiziyu" = "el pez león, de pequeño tamaño, máximo de unos 30 cm (12 pulgadas) de largo.De cuerpo largo, flexible, con forma de renacuajo, la piel flácida, sin escalas, y a veces con pequeñas espinas.La aleta dorsal, ventral a la cabeza, en la formación de la ventosa, para absorber el Fondo del mar.La distribución en el Atlántico Norte, Pacífico Norte y Sur y el Polo Norte en la zona de agua fría";
"tianshiyu" = "angelito, las aletas dorsal y anal es largo y grande, y como una vela triangular, por lo que es llamado fin, pez vela.Visto desde el lado pez nadando, como las golondrinas volando, es también conocido como pez de caballas ";
"xiaochouyu" = "es el pez payaso, el girasol damselfish kehai pescado pescado subfamilia comúnmente conocido, porque tienen uno o dos rayas blancas en la cara de payaso, como en la opera de Beijing y su nombre, es una especie de peces tropicales de agua salada.El pez payaso y anémonas de mar, con la inseparable relación de simbiosis, también conocido como el pez payaso ";
"xiaohuangyu" = "atún de aleta amarilla, alias Little ronco, vertebrados, clase Osteichthyes, corvina, alias: pequeña, ojos grandes, de color fresco, pepino, los peces, 黄鳞鱼, primavera, Jinlong, escama gruesa de Aberdeen, también llamado ronco, pequeñas flores amarillas;
"xiaolvyu" = "pequeño pescado Verde, un verde de pescado";
